Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memf.tmx
Source language: ca
Languages: es_es

source: Potser s'ha d'ampliar la descripció dels sistemes de traducció automàtica basats en transferència semàntica i en interlingua.
es_es: Quizás haya que ampliar la descripción de los sistemas de traducción automática basados en transferencia semántica y en interlingua.

source: Es podria enregistrar (guardar) en un CD-ROM tota la informació continguda en un instant determinat en la memòria RAM d'un ordinador que en té 256 MB?
es_es: \item ¿Se podría grabar (guardar) en un CD-ROM toda la información contenida en un instante determinado en la memoria RAM de un ordenador que tiene 256 MB?

source: Que comencen a executar-se en connectar l'ordinador.
es_es: \begin{enumerate} \item Que empiezan a ejecutarse al conectar el ordenador.

source: Sí, no importa el nom de la carpeta.
es_es: \item Sí, no importa el nombre de la carpeta.

source: Les connexions PLC estan menys esteses que les ADSL en els Països Catalans; Iberdrola i Endesa han començat el desplegament gradual d'aquest servei.
es_es: Las conexiones PLC están menos extendidas que las ADSL en Cataluña; Iberdrola y Endesa han empezado el despliegue gradual de este servicio.

source: Un URI té generalment dues parts, encara que s'hi donen algunes variacions: l'esquema, que indica la classe de recurs i com l'ha d'usar l'ordinador sol·licitant (o client) el nom del recurs, que sovint està format per: el nom de l'ordinador servidor o el seu número IP (opcionalment) informació sobre la localització del servei o document dins de l'ordinador servidor (moltes vegades similar a les trajectòries dels fitxers, p. ) Per exemple, l'URI {http://www.canalcuina.tv/concurs/sms/index.html} es refereix a un document d'hipertext ---un document de text que conté enllaços que permeten accedir directament a altres hipertextos relacionats--- compatible amb l'esquema { http} (hypertext transfer protocol o protocol de transferència d'hipertextos) situat en l'ordinador { www.canalcuina.tv} (de l'empresa fictícia Canal Cuina, possiblement pertanyent al món de la televisió, i, dins d'aquest, en el directori { public}, subdirectori { sms}.
es_es: Aunque, como se muestra en la tabla , el indicativo designa un estado del Pacífico denominado Tuvalu

source: Un algorisme sempre s'ha de detenir.
es_es: Un algoritmo siempre se tiene que detener.

source: {} executarà els programes més lentament.
es_es: \item {\ldots} ejecutará los programas más lentamente.

source: Molts navegadors encara van empaquetats amb un programa de correu electrònic i un redactor de pàgines web incorporats, encara que la tendència actual és a separar aquestes tres aplicacions en programes diferents.
es_es: Muchos navegadores todavía van empaquetados con un programa de correo electrónico y un redactor de páginas web incorporados, aunque la tendencia actual es la de separar estas tres aplicaciones en programas diferentes.

source: Quina d'aquestes condicions impedeix que un procediment o mètode siga un algorisme?
es_es: \item ¿Cuál de estas condiciones impide que un procedimiento o método sea un \emph{algoritmo}? \begin{enumerate} \item Que la respuesta sea incorrecta.

source: [MHz:] vegeu megahertz.
es_es: [MHz:] ver megaherzio.

source: [ADSL] (de l'anglés asymmetric digital subscriber line, línia d'abonat digital asimètrica): Versió asimètrica de DSL (vegeu DSL).
es_es: [ADSL] (del inglés asymmetric digital subscriber line, linea de abonado digital asimétrica): Versión asimétrica de DSL (ver DSL).

source: Que s'encarreguen de la gestió de tots els recursos del maquinari de l'ordinador on s'executen.
es_es: \item Que se encargan de la gestión de todos los recursos del hardware del ordenador donde se ejecutan.

source: Un CD-ROM conté uns 700 MB, tot i que també n'hi ha varietats que arriben als 900 MB.
es_es: Un CD-ROM contiene unos 700 MB, aunque también hay variedades que llegan a los 900 MB.

source: (a): Els CD-ROM usen un sistema òptic.
es_es: Los CD-ROM usan un sistema óptico.

source: Es concedeix permís per a copiar, distribuir i/o modificar aquest document d'acord amb les condicions de la Llicència General Pública de GNU, versió 2.
es_es: Se concede permiso para copiar, distribuir y/o modificar este documento de acuerdo con las condiciones de la Licencia General Pública de GNU, versión 2.

source: Són les tres de la matinada i ja és hora d'anar a dormir.
es_es: \end{enumerate} \item Son las tres de la madrugada y ya es hora de ir a dormir.

source: [Programari d'ús general:] Programari dissenyat per a fer tasques més genèriques, interessants per a moltes classes d'usuaris.
es_es: [Software de uso general:] Software diseñado para hacer tareas más genéricas, interesantes para muchas clases de usuarios.

source: Els disquets de densitat alta (marcats ``HD'') de 3,5 polzades, emmagatzemen 1,44 MB de dades i són un tipus un tipus de suport en desús.
es_es: Los disquets de densidad alta (marcados ``HD'') de 3,5 pulgadas, almacenan 1,44 MB de datos y son un tipo de soporte en desuso.

source: Hi havia també sistemes operatius especialitzats per a connectar ordinadors formant una xarxa, com Novell Netware, però són poc usats perquè els sistemes operatius actuals ja estan preparats per a les xarxes més bàsiques
es_es: Había también sistemas operativos especializados para conectar ordenadores formando una red, como Novell Netware, pero son poco usados porque los sistemas operativos actuales ya están preparados para las redes más básicas

source: Fitxers i directoris
es_es: Ficheros y directorios

source: Copiar, moure i esborrar fitxers de dades.
es_es: Copiar, mover y borrar ficheros de datos.

source: Amb preus no massa diferents dels de l'ADSL.
es_es: Con precios no demasiado diferentes de los de ADSL.

source: Fes que l'acumulador valga 0.
es_es: Haz que el acumulador valga 0.

source: Cal descriure la plataforma de traducció automàtica de codi obert Apertium, i en tot cas explicar interNOSTRUM com a precursor.
es_es: Hace falta describir la plataforma de traducción automática de código abierto Apertium, y en todo caso explicar interNOSTRUM como precursor.

source: Moltes voltes s'usen noms curts (en anglés mnemonics) per a les instruccions del processador i també noms elegits pel programador per a referir-se a posicions del programa (aquesta notació se sol anomenar llenguatge assemblador).
es_es: Muchas veces se usan nombres cortos (en inglés mnemonics) para las instrucciones del procesador y también nombres elegidos por el programador para referirse a posiciones del programa (esta notación se suele denominar lenguaje ensamblador).

source: {} saber si estan buits o contenen text.
es_es: \item {\ldots} saber si están vacíos o contienen texto.

source: Quan el disseny de la publicació no és massa complex, és possible usar senzillament un processador de textos.
es_es: Cuando el diseño de publicación no es muy complejo, es posible usar sencillamente un procesador de textos.

source: En les imatges en blanc i negre, cada punt és un bit; una pantalla d'ordinador en conté més o menys un milió.
es_es: En las imágenes en blanco y negro, cada punto es un bit; una pantalla de ordenador contiene más o menos un millón.

source: Aquesta llicència us obliga, bàsicament, a publicar qualsevol treball derivat d'aquest amb la mateixa llicència.
es_es: Esta licencia os obliga, básicamente, a publicar cualquier trabajo derivado de este con la misma licencia.

source: {} una manera d'especificar el format dels textos.
es_es: \item {\ldots} una manera de especificar el formato de los textos.

source: Correu electrònic
es_es: Correo electrónico

source: Els programes navegadors es coneixen també per altres noms: { browsers} (fullejadors), exploradors i visors (vegeu la pàg. ).
es_es: Los programas navegadores se conocen también por otros nombres: { browsers}, exploradores y visores (ver la pág. ).

source: Hi ha diverses modalitats de descompte: preus per minut reduïts, bons de preu fix per un nombre d'hores al mes, quotes mensuals fixes per a totes les connexions a certes hores, o fins i tot les anomenades tarifes planes: quotes mensuals fixes que permeten connectar-s'hi a qualsevol hora sense limitacions de temps (actualment al voltant dels 20 euros mensuals).
es_es: Hay varias modalidades de descuento: precios reducidos por minuto, bonos de precio fijo por un número de horas al mes, cuotas mensuales fijas para todas las conexiones a ciertas horas, o incluso las llamadas tarifas planas: cuotas mensuales fijas que permiten conectarse a cualquier hora sin limitación de tiempo (actualmente alrededor de los 20 euros mensuales).

source: Una bona part dels usuaris particulars d'Internet (i també algunes petites empreses) s'hi connecten mitjançant una línia telefònica com les que s'usen normalment per a parlar (potser la mateixa que usen per a parlar).
es_es: Una buena parte de los usuarios particulares de Internet (y también algunas pequeñas empresas) se conectan mediante una línea telefónica como las que se usan normalmente para hablar (quizás la misma que usan para hablar).

source: Altres esquemes són: { ftp://}, file transfer protocol, usat per a descarregar (transferir) fitxers per a guardar-los en el nostre ordinador; i { telnet:}, per a connectar-nos a l'ordinador remot i usar-lo com si ens trobàrem allà mateix, o { news:} per a identificar grups de notícies.
es_es: Otros esquemas son: { *ftp://}, file transfer protocol, usado para descargar (transferir) ficheros para guardarlos en nuestro ordenador; y { telnet:} para conectarnos al ordenador remoto, y usarlo, como si nos encontráramos allá mismo, o { news:} para identificar grupos de noticias.

source: En la memòria RAM (almenys parcialment).
es_es: \item En la memoria RAM (al menos parcialmente).

source: No.
es_es: organización sin ánimo de lucro

source: Si s'envia un missatge a mt-list@eamt.org el reben tots els subscrits.} Els missatges poden contenir, a més del text mateix del missatge, fitxers annexos (en anglés { attachments}) com ara imatges o documents de text.
es_es: Si se manda un mensaje a mt-list@eamt.org lo reciben todos los subscritos.} Los mensajes pueden contener, además del texto mismo del mensaje, ficheros anexos (en inglés { attachments}) como por ejemplo imágenes o documentos de texto.

source: Aquesta modalitat de connexió és cada vegada menys usada degut a la seua lentitut respecte de les connexions ADSL i PLC explicades a continuació.
es_es: Esta modalidad de conexión es cada vez menos usada debido a su lentitud con respecto de las conexiones ADSL y PLC que se explican a continuación.pu

source: Altres noms: browser (fullejador), explorador i visor.
es_es: Otros nombres: browser (buscador), explorador y visor.

source: Un teclat separat i un ratolí, típicament de tres botons.
es_es: Un teclado separado y un ratón, típicamente de tres botones.

source: Ha de quedar clar que els buscadors realment no busquen documents en Internet sinó que consulten índexs que han anat construint a partir dels documents visitats.
es_es: Tiene que quedar claro que los buscadores realmente no buscan documentos en Internet sino que consultan índices que se han ido construyendo a partir de los documentos visitados.

source: Com que sovint no porten teclat, els caràcters s'hi introdueixen escrivint-los directament sobre la seua pantalla tàctil mitjançant un punter.
es_es: Como a menudo no tienen teclado, los caracteres se introducen escribiéndolos directamente sobre la pantalla táctil usando un puntero.

source: Només uns anys després de la seua introducció ha esdevingut el sistema estàndar per a vídeo i aviat ho serà també per a dades i música.
es_es: Sólo unos años después de su introducción se ha convertido en el sistema estándar para vídeo y pronto lo será también para datos y música.

source: Molts mòdems interns fan part de les seues funcions usant programari que s'executa en l'ordinador en comptes de maquinari especialitzat (``mitjos mòdems''), cosa que els fa dependents d'un sistema operatiu concret; això no passa amb els mòdems externs.
es_es: Muchos módems internos hacen parte de sus funciones usando software que se ejecuta en el ordenador en vez mediante hardware especializado (``medios módems''), cosa que los hace dependientes de un sistema operativo concreto; eso no pasa con los módems externos.

source: Per exemple, si tenim una unitat d'informació que pot presentar-se en 778 formes diferents, necessitarem 10 bits, perquè amb 9 bits només podem fer $$2 2 2 2 2 2 2 2 2 = 2^9 = 512$$ combinacions, però amb 10, ja en podem fer suficients, perquè $2^{10}=1.024$ (en quedarien $1024-778=246$ combinacions sense usar).
es_es: Por ejemplo, si tenemos una unidad de información que puede presentarse en 778 formas diferentes, necesitamos 10 bits, porque con 9 bits sólo podemos hacer $$2 2 2 2 2 2 2 2 2 = 2^9 = 512$$ combinaciones, pero con 10, ya podemos hacer suficientes, porque $2^{10}=1.024$ (quedarían $1024-778=246$ combinaciones sin usar).

source: Només si el fitxer ha estat creat pel sistema operatiu.
es_es: \begin{enumerate} \item Sólo si el fichero ha sido creado por el sistema operativo.

source: El text està obert, per descomptat, a suggeriments i a correccions que el facen més útil, tant a l'alumnat de l'assignatura com a altres persones que volen saber sobre el tema.
es_es: El texto está abierto, por supuesto, a sugerencias y a correcciones que lo hagan más útil, tanto para el alumnado de la asignatura como para otras personas que quieren saber sobre el tema.

source: Com, per exemple, els signes d'alguna escriptura ideogràfica oriental
es_es: Como, por ejemplo, los símbolos de alguna escritura ideográfica oriental

source: (c) (a) (b).
es_es: \item (c) \item (a) \item (b).

source: Els grups de notícies tenen noms compostos per diversos mots separats per punts, com ara { comp.ai.neural-nets}.
es_es: Los grupos de noticias tienen nombres compuestos por varias palabras separadas por puntos, como por ejemplo { comp.ai.neural-nets}.

source: Per exemple, és el sistema operatiu qui controla la visualització en pantalla.
es_es: Por ejemplo, es el sistema operativo el que controla la visualización en pantalla.

source: Un bit pot tenir dos valors: 0 (apagat, inactiu) o 1 (encés, actiu); això és perquè el dispositiu electrònic corresponent pot estar en dos estats.
es_es: Un bit puede tener dos valores: 0 (apagado, inactivo) o 1 (encendido, activo); eso es porque el dispositivo electrónico correspondiente puede estar en dos estados.

source: Per raons històriques, els noms de fitxers solen tenir dues parts: el nom pròpiament dit i l'extensió, separades per un punt (per exemple, alacant.txt).
es_es: Por razones históricas, los nombres de ficheros suelen tener dos partes: el nombre propiamente dicho y laextensión, separados por un punto (por ejemplo, alacant.txt).

source: És possible posar un fitxer de text en el directori (la carpeta) arrel?
es_es: \item ¿Es posible poner un documento de texto en el directorio (la carpeta) raíz?

source: Els bits s'agrupen normalment en grups de vuit, anomenats { octets} o bytes.
es_es: Los bits se agrupan normalmente en grupos de ocho, llamados bytes.

source: La velocitat de la primera és 40 i la de la segona 4.
es_es: La velocidad de la primera es 40\begin{math}\times\end{math} y la de la segunda 4\begin{math}\times\end{math}.

source: Els programes d'aplicació els activa l'usuari per mitjà del sistema operatiu, i utilitzen el sistema operatiu per a accedir als recursos (maquinari i altres programes) del sistema.
es_es: Los programas de aplicación los activa el usuario por medio del sistema operativo, y se utiliza el sistema operativo para acceder a los recursos (hardware y otros programas) del sistema.

source: La missatgeria instantània i el xat (en anglés chat) permeten ---com en el cas del correu electrònic, a través de programes especialitzats o webs accessibles amb un navegador--- una comunicació escrita molt ràpida (``en temps real''), consistent en missatges molt curts, de manera que el resultat és similar al d'una conversa, però per escrit, el que permet un registre de comunicació molt informal que ha donat lloc a una llengua molt diferenciada tant de l'oral com de l'escrita.
es_es: La mensajería instantánea y el chat (en inglés chat) permiten, como en el caso del correo electrónico, a través de programas especializados o webs accesibles con un navegador--- una comunicación escrita muy rápida ("en tiempo real'') que consiste en mensajes muy cortos, de forma que el resultado es similar al de una conversación, pero por escrito, lo que permite un registro de comunicación muy informal que ha dado lugar a una lengua muy diferenciada tanto del oral como de la escrita.

source: organització no lucrativa
es_es: organización sin ánimo de lucro

source: [386:] Un model de processador central de la família 86, dissenyat per Intel i comercialitzat també per altres companyies, que es troba en ordinadors personals del tipus PC.
es_es: [386:] Un modelo de procesador central de la familia 86, diseñado por Intel y comercializado también por otras compañías, que se encuentra en ordenadores personales de tipo PC.

source: Entre els serveis de missatgeria instantània comercial més populars estan MSN Messenger de Microsoft, Yahoo!
es_es: Entre los servicios de mensajería instantánea comercial más populares están MSN Messenger de Microsoft y Yahoo!

source: [3.] Si el caràcter en la posició $p$ de $A$ és `\$', digues sí i para.
es_es: [3.] Si el caracter en la posición $p$ de $A$ és `\$', di sí y para.

source: Altres components, com ara la memòria RAM, també funcionen a una determinada velocitat, independent de la del processador, que es mesura també en MHz.
es_es: Otros componentes, como la memoria RAM, también funcionan a una determinada velocidad, independiente de la del procesador, que se mide también en MHz.

source: L'organització dels ordinadors en una xarxa permet la comunicació d'informació entre ells i la compartició de recursos, com ara una impressora.
es_es: La organización de los ordenadores en una red permite la comunicación de información entre ellos y que se compartan recursos, como por ejemplo una impresora.

source: Només si és un fitxer propi del sistema operatiu.
es_es: \item Sólo si es un documento propio del sistema operativo.

source: El programa que suma els nombres de l'1 al 10 quedaría així en Pascal: program SUMA; var index, suma: integer; begin suma:=0; for index:=1 to 10 suma:=suma+index; end.
es_es: El programa que suma los números del 1 al 10 quedaría así en Pascal: program SUMA; var index, suma: integer; begin suma:=0; for index:=1 to 10 suma:=suma+index; end.

source: Una de les eines informàtiques bàsiques que es troben a l'abast del professional de la traducció és Internet.
es_es: Una de las herramientas de informática más básica que se encuentra al alcance del profesional de la traducción es Internet.

source: Cada punt pot presentar-se en 8 colors diferents.
es_es: Cada punto puede presentarse en 8 colores diferentes.

source: Hi ha dos famílies bàsiques de processadors de llenguatges: els compiladors, que tradueixen tot el programa al llenguatge de la màquina abans d'executar-lo, i els intèrprets, que lligen el programa línia a línia i executen petits programes ja escrits en el llenguatge de la màquina i que corresponen a les sentències del llenguatge de programació.
es_es: Hay dos familias básicas de procesadores de lenguajes: los compiladores, que traducen todo el programa al lenguaje de la máquina antes de ejecutarlo, y los intérpretes, que leen el programa línea a línea y ejecutan pequeños programas ya escritos en el lenguaje del ordenador y que corresponden a las sentencias del lenguaje de programación.

source: Algunes nocions bàsiques sobre Internet
es_es: Algunas nociones básicas sobre Internet

source: (c) (b): Almenys la porció del programa que s'està executant ha de residir en la RAM.
es_es: Al menos la parte del programa que se está ejecutando tiene que residir en la RAM.

source: [Navegadors d'Internet:] programes que permeten accedir de manera senzilla als documents d'Internet en màquines connectades a aquesta xarxa. Exemples: Microsoft Internet Explorer, Netscape, Mozilla, Opera, o l'històric Mosaic de mitjans dels noranta.
es_es: [Navegadores de Internet:] programas que permiten acceder de manera sencilla a los documentos de Internet en ordenadores conectados a la red. Ejemplos: Microsoft Internet Explorer, Netscape, Mozilla, Opera, o el histórico Mosaic de mediados de los noventa.

source: Navegadors
es_es: Navegadores

source: Si un ordinador té un disc dur de 6 gigabytes (gigaoctets) i una pàgina de text (europeu occidental) típica té 50 línies de 60 caràcters (contant els blancs), quantes pàgines caben aproximadament en la memòria?
es_es: \item Si un ordenador tiene un disco duro de 6~\emph{gigabytes} y una página de texto (europeo occidental) típica tiene 50 líneas de 60 caracteres (contando los espacios), ¿cuántas páginas caben aproximadamente en la memoria? \begin{enumerate} \item 200 \item 20000 \item 2000000 \end{enumerate}

source: [6.] Vés al pas 2.
es_es: [6.] Ve al paso 2.

source: Un minut aproximadament Uns 7 minuts Uns set segons
es_es: \begin{enumerate} \item Un minuto aproximadamente \item Unos 7 minutos \item Unos siete segundos \end{enumerate}

source: La memòria USB és un dispositiu de memòria flaix, un xip de memòria que manté el seu contingut en absència d'alimentació, que es connecta al port USB de l'ordinador.
es_es: La memoria USB es un dispositivo de memoria flash, un chip de memoria que mantiene su contenido en ausencia de alimentación, que se conecta al puerto USB del ordenador.

source: Com en qualsevol directori.
es_es: \begin{enumerate} \item Como en cualquier directorio.

source: [De mà o de butxaca] (en anglés handheld): Tenen una grandària una mica més gran que la d'una calculadora i poden considerar-se hereus de les antigues agendes electròniques, tot i que els ordinadors de mà (coneguts també com a PDA per Personal Digital Assistant, assistent digital personal) porten un sistema operatiu potent que permet fer-los servir en tasques como ara l'edició de documents o la navegació per Internet a través d'una connexió sense fils.
es_es: [De mano o bolsillo] (en inglés handheld): Tienen un tamaño un poco mayor al de una calculadora y pueden considerarse herederos de las antiguas agendas electrónicas, aunque los ordenadores de mano (conocidos también como PDA por Personal Digital Assistant, asistente digital personal) tienen un sistema operativo potente que permite hacerlos servir en tareas como la edición de documentos o la navegación por Internet a través de una conexión inalámbrica.

source: En aquest sentit, volem agrair les contribucions de Raül Canals i Marote, qui a més ha trobat i corregit algunes errades del text.
es_es: En este sentido, queremos agradecer las contribuciones de Raül Canals i Marote, quien además ha encontrado y corregido algunas erratas del texto.

source: Les línies telefòniques domèstiques actuals admeten connexions via mòdem telefònic d'uns 100.000 bits per segon; amb mòdems ADSL (vegeu la secció ) es poden aconseguir velocitats de l'ordre de megabits per segon.
es_es: Las líneas telefónicas domésticas actuales admiten conexiones vía módem telefónico de unos 100.000 bits por segundo; con módems ADSL (ver la sección~\ref{ss:OiPgloss}) se pueden llegar a conseguir velocidades de megabits por segundo.

source: Si reduïm de 1200 MHz a 600 MHz la freqüència del rellotge d'un ordinador i encara funciona{}
es_es: \end{enumerate} \item Si reducimos de 1200~MHz a 600~MHz la frecuencia de reloj de un ordenador y todavía funciona{\ldots}

source: Aquest algorisme està relacionat amb la recerca d'un mot en un diccionari, per exemple.
es_es: Este algoritmo está relacionado con la búsqueda de una palabra en un diccionario, por ejemplo.
